Repository: Leylahaziyeva/MovieRental
Catalog: MovieRental.MVC/Resources/SharedResources.*.resx
Languages: az

source: Apply Filters
az: Tətbiq Et

source: Category
az: Kateqoriya

source: Date Range
az: Tarix Aralığı

source: Enter Location...
az: Məkanı daxil edin...

source: Events
az: Tədbirlər

source: Filter By
az: Filterlə

source: From
az: Başlanğıc

source: Genre
az: Janr

source: Location
az: Məkan

source: Max Price
az: Maksimum Qiymət

source: No Events Found
az: Heç bir tədbir tapılmadı

source: Previous
az: Əvvəlki

source: Reset Filters
az: Filterləri Sıfırla

source: Search
az: Axtar

source: Search Events...
az: Tədbir axtar...

source: Search Genre...
az: Janr Axtar...

source: To
az: Son

# TryDifferentFilters
source: Please try different filters
az: Zəhmət olmasa başqa filterlər sınayın

source: Next
az: Növbəti

source: Showing
az: Göstərilir

source: From Date
az: Başlanğıc Tarixi

source: To Date
az: Son Tarix

source: Event Details
az: Tədbir Təfərrüatları

source: Add To Watchlist
az: İzləmə siyahısına əlavə et

source: at
az: saat

source: Artists
az: Artistlər

source: Summary
az: Xülasə

source: Date and Time
az: Tarix və Vaxt

source: Price
az: Qiymət

source: Free Event
az: Pulsuz Tədbir

source: days until event
az: gün qalıb

source: Time
az: Vaxt

source: Venue
az: Məkan

source: Map
az: Xəritə

source: What to Expect?
az: Nə Gözləyə Bilərsiniz?

# NoAdditionalInfo
source: No additional information available.
az: Əlavə məlumat yoxdur.

# PriceTicketInfo
source: Price & Ticket Information
az: Qiymət və Bilet Məlumatı

# TicketPurchaseInfo
source: Please contact us for ticket purchases.
az: Biletləri əldə etmək üçün bizimlə əlaqə saxlayın.

# FreeEventInfo
source: This event is free and open to everyone. No registration required.
az: Bu tədbir pulsuz və hamı üçün açıqdır. Qeydiyyat tələb olunmur.

source: Location & Parking
az: Məkan və Dayanacaq

# ParkingInfo
source: Parking is available around the venue.
az: Məkan ətrafında dayanacaq yerləri mövcuddur.

source: View All
az: Hamısına Bax

# NoEventsAvailable
source: No events available at the moment
az: Hal-hazırda heç bir tədbir mövcud deyil

source: Free
az: Pulsuz

source: Watchlist
az: İzləmə Siyahısı

source: Events in
az: Tədbirlər

source: Events in Category
az: Kateqoriyasında Tədbirlər

# NoEventsInThisLocation
source: No events found in this location
az: Bu məkanda heç bir tədbir tapılmadı

source: Search Results
az: Axtarış Nəticələri

source: Related Events
az: Əlaqəli Tədbirlər

source: Upcoming Events
az: Gələcək Tədbirlər

source: Load More
az: Daha Çox Yüklə

source: No upcoming events
az: Heç bir gələcək tədbir yoxdur

source: Past Events
az: Keçmiş Tədbirlər

source: Event Categories
az: Tədbir Kateqoriyaları

source: Popular Events
az: Populyar Tədbirlər

source: Nearby Events
az: Yaxınlıqdakı Tədbirlər

source: This Weekend
az: Bu Həftəsonu

source: Today
az: Bugün

source: Tomorrow
az: Sabah

source: This Week
az: Bu Həftə

source: This Month
az: Bu Ay

source: Actor
az: Aktyor

source: Sportsman
az: İdmançı

source: Featured
az: Seçilmiş

source: Offers
az: Təkliflər

source: Movies
az: Filmlər

source: People
az: Şəxslər

source: Sports
az: İdman

source: About
az: Haqqında

source: Pages
az: Səhifələr

source: Other Pages
az: Başqa Səhifələr

source: Register
az: Qeydiyyat

source: Login
az: Giriş

source: Forgot Password
az: Şifrəni unutmusunuz?

source: Reset Password
az: Şifrəni sıfırla

source: Sign Out
az: Hesabdan çıxış

source: Profile
az: Profil

source: 404 Page
az: 404 Xəta

source: NEW
az: YENİ

source: Logout
az: Hesabdan çıxış

source: Account Settings
az: Parametrlər

source: Your Lists
az: Siyahılarınız

source: Show All Alerts
az: Bütün bildirişləri göstər

source: Guest
az: Qonaq

# SearchForMoviesEventsSportsActivities...
source: "Search for Movies, Events, Sports and Activities..."
az: Filmlər, tədbirlər, idman və fəaliyyətlər üzrə axtarış…

# TryAdjustingFilters
source: Try adjusting your filters or search criteria
az: Filterləri və ya axtarış kriteriyalarını dəyişdirin

source: No movies found
az: Film tapılmadı

source: Movie pagination
az: Film səhifələməsi

source: Loading...
az: Yüklənir...

# ErrorLoadingMovies
source: Error loading more movies. Please try again.
az: Filmlər yüklənərkən xəta baş verdi. Yenidən cəhd edin.

source: Price (Low to High)
az: Qiymət (Aşağıdan Yuxarı)

source: Price (High to Low)
az: Qiymət (Yuxarıdan Aşağı)

source: Latest
az: Ən Yeni

source: Rating
az: Reytinq

source: Relevance
az: Uyğunluq

source: Sort by
az: Sırala

source: Start typing to search...
az: Axtarmaq üçün yazmağa başlayın...

source: All Genres
az: Bütün Janrlar

source: Select Language
az: Dil Seçin

source: All Languages
az: Bütün Dillər

source: All Formats
az: Bütün Formatlar

source: Release Year
az: Buraxılış İli

source: All Years
az: Bütün İllər

source: Enter year...
az: İl daxil edin...

source: Not Available
az: Mövcud Deyil

source: Movie Details
az: Film Detalları

source: Directors
az: Rejissorlar

source: Director
az: Rejissor

source: Writers
az: Ssenaristlər

source: Cast
az: Aktyor Heyəti

source: Videos
az: Videolar

source: Images
az: Şəkillər

source: Plot
az: Süjet

source: Reviews
az: Rəylər

source: days
az: gün

source: BUDGET
az: BÜDCƏ

source: RENTAL PRICE
az: KİRAYƏ QİYMƏTİ

# BrowserNotSupportVideo
source: Your browser does not support the video tag.
az: Brauzeriniz video formatını dəstəkləmir.

source: Movie Image
az: Film Şəkli

source: Reviews will be displayed here.
az: Rəylər burada göstəriləcək.

source: Movie Information
az: Film Məlumatları

source: Release Date
az: Buraxılış Tarixi

source: Genres
az: Janrlar

source: Language
az: Dil

source: minutes
az: dəqiqə

source: Duration
az: Müddət

source: Acting
az: Aktyorluq

source: Directing
az: Rejissorluq

source: Writing
az: Ssenaristlik

# NoOffersAvailable
source: No offers available at the moment
az: Hal-hazırda heç bir təklif yoxdur

source: Valid till
az: Etibarlıdır

source: OFF
az: ENDİRİM

source: Save
az: Qənaət

source: Expired
az: Müddəti bitib

source: days left
az: gün qalıb

source: Description
az: Təsvir

source: Offer Details
az: Təklif Detalları

source: Discount
az: Endirim

source: Valid From
az: Başlama Tarixi

source: Time Remaining
az: Qalan Müddət

source: Last Day!
az: Son Gün!

# OfferExpired
source: This offer has expired
az: Bu təklifin müddəti bitib

source: Back To Offers
az: Təkliflərə Qayıt

source: Active
az: Aktiv

source: Movie
az: Film

source: Event
az: Tədbir

source: No Sports Available
az: İdman hadisəsi mövcud deyil

source: No Sports Found
az: İdman hadisəsi tapılmadı

source: Book Now
az: İndi sifariş et

source: Create an Account!
az: Hesab Yaradın!

source: Username
az: İstifadəçi adı

source: Last Name
az: Soyad

source: Email Address
az: Email ünvanı

source: Password
az: Şifrə

source: Confirm Password
az: Şifrəni təsdiqləyin

# IAgreeToTermsAndConditions
source: I agree to Terms &amp; Conditions
az: Şərtlər və qaydalarla razıyam

source: Register Account
az: Qeydiyyatdan keç

source: Register with Google
az: Google ilə qeydiyyat

source: Register with Facebook
az: Facebook ilə qeydiyyat

source: Welcome Back!
az: Xoş gəlmisiniz!

source: Enter Email Address...
az: Email ünvanınızı daxil edin...

source: Remember Me
az: Məni xatırla

source: Login with Google
az: Google ilə daxil ol

source: Login with Facebook
az: Facebook ilə daxil ol

# AlreadyHaveAccount
source: Already have an account? Login!
az: Artıq hesabınız var? Daxil olun!

source: Forgot Your Password?
az: Şifrənizi Unutmusunuz?

# ForgotPasswordDescription
source: We get it, stuff happens. Just enter your email address below and we'll send you a link to reset your password!
az: Problem yoxdur! Email ünvanınızı daxil edin və biz sizə şifrəni yeniləmək üçün link göndərəcəyik!

source: Reset Your Password
az: Şifrənizi Yeniləyin

# ResetPasswordDescription
source: Enter your email and new password below to reset your account password.
az: Email və yeni şifrənizi daxil edərək hesab şifrənizi yeniləyin.

source: New Password
az: Yeni şifrə

source: Confirm New Password
az: Yeni şifrəni təsdiqləyin

source: Change Password
az: Şifrəni dəyişdir

source: Change Your Password
az: Şifrənizi Dəyişdirin

# ChangePasswordDescription
source: Enter your current password and choose a new one to update your account security.
az: Cari şifrənizi daxil edin və hesab təhlükəsizliyini yeniləmək üçün yeni şifrə seçin.

source: Current Password
az: Cari şifrə

source: Back to Profile
az: Profilə qayıt

source: Back to Login
az: Giriş səhifəsinə qayıt

source: Go to Login
az: Giriş səhifəsinə keç

source: Check Your Email!
az: Email-inizi yoxlayın!

# ForgotPasswordConfirmationMessage
source: Password reset link has been sent to your email address. Please check your inbox.
az: Şifrə yeniləmə linki email ünvanınıza göndərildi. Zəhmət olmasa gələnlər qutunuzu yoxlayın.

source: Password Reset Successful!
az: Şifrə uğurla yeniləndi!

# ResetPasswordConfirmationMessage
source: Your password has been reset successfully. You can now login with your new password.
az: Şifrə sıfırlandı.

# RegistrationSuccessful
source: Registration successful! Please login.
az: Qeydiyyat uğurlu oldu! Zəhmət olmasa daxil olun.

# LogoutSuccessful
source: You have been logged out successfully.
az: Uğurla çıxdınız.

# PasswordResetEmailSent
source: Password reset email has been sent.
az: Şifrə yeniləmə email-i göndərildi.

source: Password changed successfully!
az: Şifrə uğurla dəyişdirildi!

source: Profile updated successfully!
az: Profil uğurla yeniləndi!

# AccountLockedOut
source: Your account has been locked out due to multiple failed login attempts.
az: Çoxlu uğursuz giriş cəhdi səbəbindən hesabınız bloklanıb.

# InvalidLoginAttempt
source: Invalid login attempt. Please check your email and password.
az: Yanlış giriş cəhdi. Zəhmət olmasa email və şifrənizi yoxlayın.

source: Access Denied
az: Giriş Qadağandır

# AccessDeniedDescription
source: You do not have permission to access this page. This area is restricted to authorized users only.
az: Bu səhifəyə daxil olmaq icazəniz yoxdur. Bu sahə yalnız səlahiyyətli istifadəçilər üçün nəzərdə tutulub.

# AccessDeniedInfo
source: If you believe you should have access, please contact your administrator or try logging in with a different account.
az: Əgər hesab edirsiniz ki, icazəniz olmalıdır, zəhmət olmasa administratorla əlaqə saxlayın və ya fərqli hesabla daxil olun.

source: Go to Home
az: Ana səhifəyə keç

# LoginWithDifferentAccount
source: Login with a different account
az: Fərqli hesabla daxil ol

source: ← Back to index
az: ← Əsas səhifəyə qayıt

source: Football
az: Futbol

source: Basketball
az: Basketbol

source: See All
az: Hamısını gör

source: Azerbaijani
az: Azərbaycan

source: English
az: İngilis

source: Sport Detail
az: İdman təfərrüatı

source: Players
az: Oyunçular

source: Player
az: Oyunçu

# NoPlayersAvailable
source: Not Available Players
az: Oyunçu mövcud deyil

source: FAQ
az: Tez-tez verilən suallar

# NoDescriptionAvailable
source: Description Not Available
az: Təsvir mövcud deyil

source: Ticket Price
az: Bilet qiyməti

source: Event starts in
az: Tədbir başlayır

source: Event has passed
az: Tədbir bitib

source: Ticket Purchase Instructions
az: Bilet almaq üçün təlimat

source: Refund Policy
az: Geri qaytarma qaydaları

source: Refund Policy Description
az: Geri qaytarma qaydaları haqqında

source: Personal Info
az: Şəxsi Məlumat

source: Known For
az: Məşhur Olduğu Sahə

source: Gender
az: Cins

source: Known Credits
az: Tanınan Layihələr

source: Date of Birth
az: Doğum Tarixi

source: Biography
az: Bioqrafiya

source: Popular People
az: Məşhur İnsanlar

source: List Order
az: Siyahı Nizamı

source: Date Added
az: Əlavə Edilmə Tarixi

# NoMorePeople
source: No more people to load
az: Yüklənəcək başqa insan yoxdur

# ErrorLoadingData
source: Error loading data. Please try again.
az: Məlumat yüklənərkən səhv baş verdi. Zəhmət olmasa, yenidən cəhd edin.
